Repository: maunalinux/imagop
Catalog: po/*.po
Languages: af, tr

source: Optimizes the sizes of images.
af: Optimaliseer die grootte van die beelde.
tr: Resimlerin boyutlarını optimize eder.

source: OK
tr: Tamam

source: <small>You can drag and drop images to the field below.</small>
af: <small>U kan prente na die veld hieronder sleep en laat val.</small>
tr: <small>Resimleri aşağıdaki alana sürükleyip bırakabilirsiniz.</small>

source: Start Optimization
af: Begin Optimalisering
tr: Optimizasyonu Başlat

source: Optimization is in progress.
af: Optimalisering is aan die gang.
tr: Optimizasyon devam ediyor.

source: JPG images :
af: JPG beelde :
tr: JPG resimler :

source: PNG images :
af: PNG-beelde :
tr: PNG resimler :

source: Please wait ...
af: Wag asseblief ...
tr: Lütfen bekleyin ...

source: Show Files
af: Wys lêers
tr: Dosyaları Göster

source: New Optimization
af: Nuwe Optimalisering
tr: Yeni Optimizasyon

source: JPEG image quality :
af: JPEG beeldkwaliteit:
tr: JPEG görüntü kalitesi:

source: Image Quality Settings
af: Instellings vir beeldkwaliteit
tr: Resim Kalitesi Ayarları

source: Save pictures to folder
af: Stoor foto's in die lêergids
tr: Resimleri klasöre kaydet

source: Save each image in its own directory
af: Stoor elke prent in sy eie gids
tr: Her resmi kendi klasörüne kaydet

source: Overwrite existing image
af: Oorskryf bestaande prent
tr: Mevcut resmin üzerine yaz

source: Image output folder :
af: Beelduitvoermap :
tr: Resim çıktı klasörü :

source: Image extra name :
af: Beeld ekstra naam :
tr: Resim ek adı :

source: Image Output Settings
af: Beelduitvoerinstellings
tr: Resim Çıktı Ayarları

source: About
af: Oor
tr: Hakkında

source: Restore Defaults
af: Herstel standaard
tr: Varsayılanları Geri Yükle

source: Image Optimizer
af: Beeld Optimaliseerder
tr: Resim Optimize Edici

source: Select Image(s)
af: Kies prent(e)
tr: Resim(leri) Seçin

source: Settings
af: Instellings
tr: Ayarlar

source: Remove from list
af: Verwyder van die lys
tr: Listeden kaldır

source: Cancel
af: Kanselleer
tr: İptal

source: Open
af: Oop
tr: Aç

source: All supported files
af: Alle ondersteunde lêers
tr: Tüm desteklenen dosyalar

source: PNG files
af: PNG-lêers
tr: PNG dosyaları

source: JPG/JPEG files
af: JPG/JPEG lêers
tr: JPG/JPEG dosyaları

source: You don't have write permissions to the image output folder.
af: U het nie skryftoestemmings vir die beelduitvoermap nie.
tr: Resim çıktı klasörüne yazma izniniz yok.

source: freed
af: bevry
tr: yer kazanıldı

source: increased
af: verhoogde
tr: yer arttı

source: Totally
af: Heeltemal
tr: Toplam

source: completed.
af: Voltooi.
tr: tamamlandı.

source: Changes saved.
af: Veranderinge gestoor.
tr: Değişiklikler kaydedildi.

source: Image optimization completed.
af: Beeldoptimalisering voltooi.
tr: Resim optimizasyonu tamamlandı.
